Repository: zhrispineda/Photos-visionOS
Catalog: Photos.xcstrings
Source language: en
Languages: ar, de, es, es_us, fr, fr_ca, it, ja, ko, zh_cn, zh_hk, zh_tw

# EMPTY_LIBRARY_MESSAGE_SPATIAL
source: You can take spatial photos and videos by pressing the top button, or opening Capture.
ar: يمكنك التقاط صور وفيديوهات مكانية بالضغط على الزر العلوي وفتح "الالتقاط".
de: Du kannst räumliche Fotos und Videos aufnehmen, indem du auf die obere Taste drückst oder „Aufnahme“ öffnest.
es: Puedes hacer fotos y vídeos espaciales pulsando el botón superior o con la app Captura.
es_us: Puedes tomar fotos o videos al presionar el botón superior o abrir Captura.
fr: Vous pouvez prendre des photos et des vidéos spatiales en appuyant sur le bouton supérieur ou en ouvrant Capture.
fr_ca: Vous pouvez prendre des photos et des vidéos spatiales en appuyant sur le bouton supérieur ou en ouvrant Capture.
it: Puoi scattare foto e video spaziali premendo il tasto superiore o aprendo l’app Capture.
ja: トップボタンを押すか、キャプチャを開くと、空間写真や空間ビデオを撮影できます。
ko: 상단 버튼을 누르거나, 캡처 앱을 열어서 공간 사진 및 비디오를 찍을 수 있습니다.
zh_cn: 按下顶部按钮或打开“拍摄”即可拍摄空间照片和视频。
zh_hk: 透過按下頂端按鈕或開啟「拍攝」，以拍攝空間相片和影片。
zh_tw: 你可以按下頂端按鈕或打開「拍攝」來拍攝空間照片和影片。

# COLLECTIONS_BUDDY_BULLETED_ITEM_TWO_BODY
source: The info panel has familiar features like Visual Look Up, captions, and camera information.
ar: لوحة المعلومات تتضمن ميزات مألوفة مثل البحث العام المرئي والتعليقات المصاحبة ومعلومات الكاميرا.
de: Das Infofenster verfügt über vertraute Funktionen wie „Visuelles Nachschlagen“, „Untertitel“ und Kamerainformationen.
es: El panel de información incluye funciones conocidas como el buscador visual, los subtítulos y la información de la cámara.
es_us: El panel de información incluye funciones conocidas como la consulta visual, los pies de foto y la información de la cámara.
fr: Le panneau d’informations intègre des fonctionnalités courantes telles que la recherche visuelle, les légendes et les informations sur la caméra.
fr_ca: Le panneau d’informations comporte des fonctionnalités familières telles que la recherche visuelle, les légendes et les informations sur la caméra.
it: Il pannello informativo include funzionalità familiari come la ricerca visiva, le didascalie e le informazioni sulla fotocamera.
ja: 情報パネルに、“画像を調べる”、キャプション、カメラ情報などのおなじみの機能が表示されます。
ko: 정보 패널에는 시각 정보 찾아보기, 캡션 및 카메라 정보와 같이 익숙한 기능이 있습니다.
zh_cn: 信息面板包含熟悉的功能，如看图查询、说明和相机信息。
zh_hk: 資料面板包括熟悉的功能，例如「圖像查詢」、説明和相機資料。
zh_tw: 資訊面板有熟悉的功能，例如「圖像查詢」、字幕和相機資訊。

# PANO_BUDDY_FOOTER
source: Use iPhone or iPad to take Panoramas
ar: استخدم iPhone أو iPad للالتقاط صور بانوراما
de: iPhone oder iPad für Panoramaaufnahmen verwenden
es: Usa el iPhone o el iPad para hacer fotos panorámicas.
es_us: Usa tu iPhone o iPad para tomar fotos panorámicas.
fr: Utilisez votre iPhone ou votre iPad pour prendre des photos panoramiques.
fr_ca: Utilisez votre iPhone ou votre iPad pour prendre des photos panoramiques.
it: Usa iPhone o iPad per scattare foto panoramiche
ja: パノラマ撮影するにはiPhoneまたはiPadを使用します
ko: iPhone 또는 iPad를 사용하여 파노라마 사진을 찍습니다.
zh_cn: 使用iPhone或iPad拍摄全景照片
zh_hk: 使用iPhone或iPad拍攝「全景」
zh_tw: 使用iPhone或iPad來拍攝全景

# CLEAR_RECENTS_TITLE
source: Clear
ar: مسح
de: Entfernen
es: Borrar
es_us: Borrar
fr: Effacer
fr_ca: Effacer
it: Cancella
ja: 消去
ko: 지우기
zh_cn: 清除
zh_hk: 清除
zh_tw: 清除

# BUDDY_IMMERSE_BUTTON_LABEL
source: Try Immersive
ar: جرِّب النمط الغامر
de: Immersiv testen
es: Probar modo inmersivo
es_us: Probar modo inmersivo
fr: Essayer en mode immersif
fr_ca: Essayer en mode immersif
it: Prova la modalità immersiva
ja: イマーシブを試す
ko: 몰입형 체험
zh_cn: 尝试沉浸式版本
zh_hk: 嘗試沉浸式體驗
zh_tw: 嘗試沉浸式版本

source: Places
ar: الأماكن
de: Orte
es: Lugares
es_us: Lugares
fr: Lieux
fr_ca: Lieux
it: Luoghi
ja: 撮影地
ko: 장소
zh_cn: 地点
zh_hk: 地點
zh_tw: 地點

# COLLAPSE_BUTTON_HINT
source: Select to exit immersive view
ar: تحديد للخروج من العرض الغامر
de: Zum Beenden der immersiven Ansicht auswählen
es: Salir de la vista inmersiva
es_us: Selecciona para salir de la vista inmersiva
fr: Sélectionnez ce bouton pour quitter la vue immersive.
fr_ca: Sélectionnez ce bouton pour quitter la vue immersive.
it: Seleziona per uscire dalla vista immersiva
ja: 選択してイマーシブビューを終了します
ko: 선택하면 몰입형 뷰에서 나갑니다.
zh_cn: 选择以退出沉浸视图
zh_hk: 選擇以退出沉浸顯示方式
zh_tw: 選取來退出沉浸式畫面

# RETAIL_SETUP_STAGE_TITLE
source: Scan the code on your iPhone to transfer content to this device.
ar: يرجى إجراء مسح ضوئي للرمز على iPhone لنقل المحتوى المحدد إلى هذا الجهاز.
de: Scanne den Code auf deinem iPhone, um Inhalte auf dieses Gerät zu übertragen.
es: Escanea el código con el iPhone para transferir contenido a este dispositivo.
es_us: Escanea el código de tu iPhone para transferir contenido a este dispositivo.
fr: Scannez le code sur votre iPhone pour transférer le contenu vers cet appareil.
fr_ca: Balayez le code sur votre iPhone pour transférer le contenu à cet appareil.
it: Per trasferire contenuti su questo dispositivo, scansiona il codice su iPhone.
ja: コンテンツをこのデバイスに転送するには、iPhoneのコードをスキャンしてください。
ko: 콘텐츠를 이 기기로 전송하려면 iPhone의 코드를 스캔하십시오.
zh_cn: 扫描iPhone上的代码将内容传输到此设备。
zh_hk: 掃描你iPhone上的代碼以轉移內容至此裝置。
zh_tw: 掃描iPhone上的代碼來將內容移轉到此裝置。

# EMPTY_LIBRARY_MESSAGE_PANORAMA
source: You can take panorama photos using iPhone or iPad.
ar: يمكنك التقاط صور بانوراما باستخدام iPhone أو iPad.
de: Du kannst Panoramafotos mit dem iPhone oder iPad aufnehmen.
es: Puedes hacer fotos panorámicas con el iPhone o el iPad.
es_us: Puedes tomar fotos panorámicas usando un iPhone o iPad.
fr: Vous pouvez prendre des photos panoramiques avec l’iPhone ou l’iPad.
fr_ca: Vous pouvez prendre des photos panoramiques avec l’iPhone ou l’iPad.
it: Puoi scattare foto panoramiche usando iPhone o iPad.
ja: iPhoneやiPadを使ってパノラマ写真を撮影できます。
ko: iPhone 또는 iPad를 사용하여 파노라마 사진을 찍을 수 있습니다.
zh_cn: 你可以使用iPhone或iPad拍摄全景照片。
zh_hk: 你可以使用iPhone或iPad拍攝全景相片。
zh_tw: 你可以使用iPhone或iPad拍攝全景照片。

# RETAIL_FINISH_STAGE_TITLE
source: Your content has been deleted from this device.
ar: تم حذف المحتوى من هذا الجهاز.
de: Deine Inhalte wurden von diesem Gerät gelöscht.
es: Se ha eliminado tu contenido de este dispositivo.
es_us: Se eliminó tu contenido de este dispositivo.
fr: Votre contenu a été supprimé de cet appareil.
fr_ca: Votre contenu a été supprimé de cet appareil.
it: I contenuti sono stati eliminati da questo dispositivo.
ja: コンテンツはこのデバイスから削除されました。
ko: 사용자의 콘텐츠가 이 기기에서 삭제되었습니다.
zh_cn: 你的内容已从此设备删除。
zh_hk: 已從此裝置刪除你的內容。
zh_tw: 已從此裝置中刪除你的內容。

# ALERT_IMMERSE_NOT_AVAILABLE_TITLE
source: Immersive View Unavailable
ar: العرض الغامر غير متاح
de: Immersive Ansicht nicht verfügbar
es: Vista inmersiva no disponible
es_us: Vista inmersiva no disponible
fr: Vue immersive non disponible
fr_ca: Vue immersive non disponible
it: Vista immersiva non disponibile
ja: イマーシブビューは使用できません
ko: 몰입형 뷰를 사용할 수 없음
zh_cn: 沉浸视图不可用
zh_hk: 無法使用沉浸式視野
zh_tw: 無法使用沉浸式畫面

# EMPTY_LIBRARY_TITLE_SPATIAL
source: No Spatial Photos or Videos
ar: لا توجد صور أو فيديوهات مكانية
de: Keine räumlichen Fotos oder Videos
es: No hay fotos ni vídeos espaciales
es_us: Sin fotos ni videos espaciales
fr: Aucune photo ou vidéo spatiale
fr_ca: Aucune photo ou vidéo spatiale
it: Nessuna foto o video spaziale
ja: 空間写真または空間ビデオなし
ko: 공간 사진 또는 비디오 없음
zh_cn: 无空间照片或视频
zh_hk: 沒有空間相片或影片
zh_tw: 無空間照片或影片

# EXPAND_BUTTON_HINT
source: Select to enter immersive view
ar: تحديد لدخول العرض الغامر
de: Zum Starten der immersiven Ansicht auswählen
es: Activar la vista inmersiva
es_us: Selecciona para entrar a la vista inmersiva
fr: Sélectionnez ce bouton pour activer la vue immersive.
fr_ca: Sélectionnez ce bouton pour activer la vue immersive.
it: Seleziona per entrare nella vista immersiva
ja: 選択してイマーシブビューを開始します
ko: 선택하면 몰입형 뷰로 들어갑니다.
zh_cn: 选择以进入沉浸视图
zh_hk: 選擇以進入沉浸顯示方式
zh_tw: 選取來進入沉浸式畫面

# PXSharedLibrary_EmptyAlbum_Message_Apple Vision
source: Switch your library view to Your Library to view photos and videos in this album
ar: يمكن تبديل طريقة عرض المكتبة إلى "مكتبتك" لعرض الصور والفيديوهات في هذا الألبوم
de: Wechsle die Mediathekansicht zu „Deine Mediathek“, um Fotos und Videos in diesem Album anzuzeigen
es: Para ver las fotos y los vídeos de este álbum, cambia a la vista de tu fototeca.
es_us: Cambia la vista de la fototeca a tu fototeca para ver fotos y videos de este álbum.
fr: Basculez la vue de votre photothèque sur « Votre photothèque » pour afficher les photos et les vidéos de cet album.
fr_ca: Choisissez la présentation « Votre photothèque » pour afficher les photos et les vidéos de cet album.
it: Per visualizzare le foto e i video nell’album, passa alla vista “La tua libreria”.
ja: このアルバムで写真とビデオを表示するには、ライブラリ表示を個人用ライブラリに切り替えてください
ko: 보관함 보기를 사용자의 보관함으로 전환하여 이 앨범 내의 사진 및 비디오를 봅니다.
zh_cn: 将图库视图切换至“你的图库”以查看此相簿中的照片和视频
zh_hk: 將圖庫顯示方式切換至「你的圖庫」以查看此相簿中的相片和影片
zh_tw: 將圖庫顯示方式切換至「你的圖庫」來檢視此相簿中的照片和影片

# COLLECTIONS_BUDDY_BULLETED_ITEM_TWO_TITLE
source: More Info on Photos
ar: المزيد من معلومات الصور
de: Weitere Infos zu Fotos
es: Más información en la app Fotos
es_us: Más información en la app Fotos
fr: Plus d’informations sur les photos
fr_ca: En savoir plus sur Photos
it: Ulteriori informazioni sulle foto
ja: “写真”の“詳しい情報”
ko: 사진에 관한 추가 정보
zh_cn: 照片包含更多信息
zh_hk: 「相片」提供更多資料
zh_tw: 「照片」的更多資訊

# COLLECTIONS_BUDDY_DISMISS_BUTTON_LABEL
source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
es_us: Continuar
fr: Continuer
fr_ca: Continuer
it: Continua
ja: 続ける
ko: 계속
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# SEARCH_RESULTS_COUNT_PLURAL
source: %d Photos
ar: %d صورة
de: %d Fotos
es: %d fotos
es_us: %d fotos
it: %d foto
ja: %d枚の写真
ko: %d장의 사진
zh_cn: %d张照片
zh_hk: %d張相片
zh_tw: %d張照片

# COLLECTIONS_BUDDY_BULLETED_ITEM_ONE_TITLE
source: Explore Spatial Scenes
ar: استكشاف المشاهد المكانية
de: Räumliche Szenen erkunden
es: Explora las escenas espaciales
es_us: Explora las escenas espaciales
fr: Explorez des scènes spatiales
fr_ca: Explorer des scènes spatiales
it: Esplora le scene spaziali
ja: 空間シーンを体験
ko: 공간 장면 살펴보기
zh_cn: 探索空间场景
zh_hk: 探索空間場景
zh_tw: 探索空間場景

# PXSharedLibrary_EmptyAllAlbums_Message
source: No Albums in your Shared Library, switch to Your Library to view existing ones
ar: لا توجد ألبومات في "المكتبة المشتركة، بدِّل إلى "مكتبتك" لعرض الألبومات الموجودة
de: Keine Alben in der geteilten Mediathek; wechsle zu „Deine Mediathek“, um bestehende Alben zu sehen
es: No hay álbumes en tu fototeca compartida. Para ver los tuyos, cambia a la vista de tu fototeca.
es_us: No tienes álbumes en tu fototeca compartida. Cambia a la tuya para ver los existentes.
fr: Il n’y a aucun album dans votre photothèque partagée. Basculez vers « Votre photothèque » pour afficher les albums existants.
fr_ca: Il n’y a aucun album dans votre photothèque partagée. Sélectionnez votre photothèque pour afficher les albums existants.
it: Non ci sono album nella libreria condivisa. Passa alla tua libreria personale per visualizzare quelli esistenti.
ja: 共有ライブラリにはアルバムはありません。既存のものを表示するには個人用ライブラリに切り替えてください
ko: 공유 보관함에 앨범이 없습니다. 기존 항목을 보려면 사용자의 보관함으로 전환하십시오.
zh_cn: 共享图库中没有相簿，切换至个人图库查看现有内容
zh_hk: 「共享圖庫」中沒有相簿，切換至「你的圖庫」查看現有內容
zh_tw: 「共享的圖庫」中沒有相簿，切換成「你的圖庫」來檢視現有的相簿

# PANO_BUDDY_HEADER
source: Experience Panoramas in a New Way
ar: الاستمتاع بالبانوراما بطريقة جديدة
de: Panoramen auf neue Art erleben
es: Una nueva manera de revivir tus panorámicas
es_us: Disfruta de una nueva experiencia con fotos panorámicas
fr: Découvrez une nouvelle façon de prendre des photos panoramiques.
fr_ca: Découvrez une nouvelle façon de prendre des photos panoramiques.
it: Scopri i panorami da un’altra prospettiva
ja: 新しい方法でパノラマを体験
ko: 새로운 방식으로 파노라마 경험하기
zh_cn: 以全新方式体验全景照片
zh_hk: 以全新方式體驗「全景」
zh_tw: 以全新方式體驗全景照片

# COLLECTIONS_BUDDY_BULLETED_ITEM_ONE_BODY
source: A new AI algorithm lets you view your photos as realistic scenes with multiple perspectives.
ar: خوارزمية ذكاء اصطناعي جديدة تتيح لك عرض صورك كمشاهد حقيقية من خلال مناظير متعددة.
de: Ein neuer KI-Algorithmus ermöglicht es dir, deine Fotos als realistische Szenen mit mehreren Perspektiven anzuzeigen.
es: Un nuevo algoritmo de IA te permite ver tus fotos como escenas realistas con múltiples perspectivas.
es_us: Un nuevo algoritmo de IA te permite ver tus fotos como escenas realistas con múltiples perspectivas.
fr: Un nouvel algorithme d’IA vous permet de visualiser vos photos sous forme de scènes réalistes avec plusieurs perspectives.
fr_ca: Un nouvel algorithme d’IA vous permet de visualiser vos photos sous forme de scènes réalistes avec plusieurs perspectives.
it: Un nuovo algoritmo di IA ti consente di visualizzare le foto come scenari realistici con varie prospettive.
ja: 新しいAIアルゴリズムにより、写真が複数の視点で楽しめるリアルなシーンになります。
ko: 새로운 AI 알고리즘을 통해 다양한 시점에서 실제 장면처럼 표현된 사진을 감상할 수 있습니다.
zh_cn: 全新AI算法可让你通过逼真场景多视角查看照片。
zh_hk: 全新的AI演算法讓你可以像真實場景一樣以多種視角查看相片。
zh_tw: 新的AI演算法讓你可以像真實場景一樣從多種視角查看照片。

# RETAIL_APPCLIPCODE_SCANNING_HINT
source: Drag the reticle on top of the code
ar: اسحب الشبكة أعلى الرمز
de: Rahmen auf den Code ziehen
es: Arrastra la retícula encima del código.
es_us: Arrastra la retícula sobre el código.
fr: Placez le cadre sur le code.
fr_ca: Faites glisser le réticule sur le code.
it: Trascina il reticolo sul codice
ja: 白い枠をコードの上にドラッグします
ko: 사각형 초점을 코드 위로 드래그하여 놓으십시오.
zh_cn: 将取景框拖移至代码处
zh_hk: 拖移代碼頂端的標線
zh_tw: 將瞄準器拖移到代碼上方

# SPATIAL_BUDDY_HEADER
source: Immerse in Spatial Photos and Videos
ar: الانغمار في الصور والفيديوهات المكانية
de: Immersion in räumlichen Fotos und Videos
es: Sumérgete en tus fotos y vídeos espaciales
es_us: Sumérgete en tus fotos y videos espaciales
fr: Plongez-vous dans vos photos et vidéos en mode Spatial
fr_ca: Plongez-vous dans vos photos et vidéos en mode Spatial
it: Immergiti nelle foto e nei video spaziali
ja: 写真とビデオで イマーシブ体験
ko: 공간 사진 및 비디오로 몰입감 넘치는 경험 즐기기
zh_cn: 沉浸感受 空间照片和视频
zh_hk: 沉浸在空間 相片和影片中
zh_tw: 沉浸於空間照片 和影片之中

source: Map
ar: خريطة
de: Karte
es: Mapa
es_us: Mapa
fr: Plan
fr_ca: Plan
it: Mappa
ja: マップ
ko: 지도
zh_cn: 地图
zh_hk: 地圖
zh_tw: 地圖

source: Untitled
ar: بلا عنوان
de: Ohne Titel
es: Sin título
es_us: Sin título
fr: Sans nom
fr_ca: Sans titre
it: Senza nome
ja: 名称未設定
ko: 제목 없음
zh_cn: 无标题
zh_hk: 未命名
zh_tw: 未命名

# PUONEUP_QUICK_ACTION_ENTER_IMMERSIVE
source: Enter Immersive Mode
ar: الدخول في النمط الغامر
de: Immersiven Modus starten
es: Activar el modo inmersivo
es_us: Entrar al modo inmersivo
fr: Passer au mode Immersif
fr_ca: Activer le mode Immersif
it: Entra in modalità immersiva
ja: イマーシブモードを開始
ko: 몰입형 모드 시작
zh_cn: 进入沉浸模式
zh_hk: 進入沉浸模式
zh_tw: 進入沉浸模式

source: Photos
ar: الصور
de: Fotos
es: Fotos
es_us: Fotos
it: Foto
ja: 写真
ko: 사진
zh_cn: 照片
zh_hk: 相片
zh_tw: 照片

# LIBRARY_TAB_TITLE
source: Library
ar: مكتبة
de: Mediathek
es: Fototeca
es_us: Fototeca
fr: Photothèque
fr_ca: Photothèque
it: Libreria
ja: ライブラリ
ko: 보관함
zh_cn: 图库
zh_hk: 圖庫
zh_tw: 圖庫

# PUONEUP_QUICK_ACTION_OPEN_TRIM
source: Open Trim
ar: فتح القص
de: „Trimmen“ öffnen
es: Abrir herramienta de acortar
es_us: Abrir herramienta de recortar
fr: Ouvrir l’élagage
fr_ca: Ouvrir la fonctionnalité Raccourcir
it: Apri Ritaglia
ja: トリミングを開く
ko: 다듬기 열기
zh_cn: 打开剪裁
zh_hk: 開啟裁剪
zh_tw: 打開裁剪

# ALERT_IMMERSE_NOT_AVAILABLE_MESSAGE
source: Expanding this photo or video is not available at the moment.
ar: توسيع هذه الصورة أو الفيديو غير متوفر حاليًا.
de: Dieses Foto oder Video kann derzeit nicht erweitert werden.
es: En este momento no se puede expandir esta foto o vídeo.
es_us: La ampliación de esta foto o video está disponible por ahora.
fr: L’agrandissement de cette photo ou de cette vidéo n’est pas disponible pour le moment.
fr_ca: L’agrandissement de cette photo ou de cette vidéo n’est pas disponible pour le moment.
it: Al momento non è possibile espandere questo elemento.
ja: 現在、この写真やビデオを拡げることはできません。
ko: 현재 이 사진 또는 비디오를 확장할 수 없습니다.
zh_cn: 展开此照片或视频功能目前不可用。
zh_hk: 現時無法展開此相片或影片。
zh_tw: 目前無法展開此照片或影片。

# ALL_MEDIA_TYPES_TITLE
source: All Media Types
ar: جميع أنواع الوسائط
de: Alle Medienarten
es: Todos los tipos de contenido
es_us: Todos los tipos de contenido
fr: Tous les types de média
fr_ca: Tous les types de média
it: Tutti i tipi di file multimediale
ja: すべてのメディアタイプ
ko: 모든 미디어 유형
zh_cn: 所有媒体类型
zh_hk: 所有媒體類型
zh_tw: 所有媒體類型

# RETAIL_SCAN_BUTTON_TITLE
source: Start Scanning
ar: بدء المسح
de: Scannen beginnen
es: Iniciar exploración
es_us: Iniciar la exploración
fr: Lancer le curseur
fr_ca: Commencer l’analyse
it: Avvia scansione
ja: ハイライトを開始
ko: 스캔 시작
zh_cn: 开始扫描
zh_hk: 開始掃描
zh_tw: 開始掃描

# RETAIL_ALBUM_TITLE
source: Photos Retail Experience
ar: تجربة الصور في المتجر
de: Fotoerlebnis im Store
es: Demostración de la app Fotos en tienda
es_us: Experiencia de Fotos en tienda
fr: Expérience Photos en boutique
fr_ca: Démonstration de l’app Photos en magasin
it: Sperimenta l’app Foto negli Store
ja: 店舗での“写真”の体験
ko: 매장에서 사진 체험
zh_cn: 零售店照片体验
zh_hk: 相片零售體驗
zh_tw: 照片店內體驗

source: Albums
ar: الألبومات
de: Alben
es: Álbumes
es_us: Álbumes
it: Album
ja: アルバム
ko: 앨범
zh_cn: 专辑
zh_hk: 相簿
zh_tw: 相簿

source: Events
ar: الأحداث
de: Ereignisse
es: Eventos
es_us: Eventos
fr: Évènements
fr_ca: Événements
it: Eventi
ja: イベント
ko: 이벤트
zh_cn: 事件
zh_hk: 事件
zh_tw: 事件

# MORE_BUTTON_LABEL
source: More
ar: المزيد
de: Mehr
es: Más
es_us: Más
fr: Plus
fr_ca: Plus
it: Altro
ja: その他
ko: 더 보기
zh_cn: 更多
zh_hk: 更多
zh_tw: 更多

# SPATIAL_BUDDY_FOOTER
source: Press the top button to start capturing
ar: اضغط على الزر العلوي لبدء الالتقاط
de: Zum Starten der Aufnahme obere Taste drücken
es: Pulsa el botón superior para iniciar la captura.
es_us: Presiona el botón superior para comenzar a capturar.
fr: Appuyez sur le bouton supérieur pour commencer la capture.
fr_ca: Appuyez sur le bouton supérieur pour commencer la capture.
it: Premi il tasto superiore per iniziare ad acquisire.
ja: トップボタンを押して撮影を開始します
ko: 캡처를 시작하려면 상단 버튼을 누르십시오.
zh_cn: 按下顶部按钮开始拍摄
zh_hk: 按下頂端按鈕以開始拍攝
zh_tw: 按下頂端按鈕來開始拍攝

# RETAIL_END_DEMO_ALERT_TITLE
source: Ending the session will delete your content from this device.
ar: سيؤدي إنهاء الجلسة إلى حذف المحتوى من هذا الجهاز.
de: Beim Beenden der Sitzung werden deine Inhalte von diesem Gerät gelöscht.
es: Al finalizar la sesión, se eliminará tu contenido de este dispositivo.
es_us: Finalizar la sesión eliminará tu contenido de este dispositivo.
fr: Si vous arrêtez la session, votre contenu sera supprimé de cet appareil.
fr_ca: Terminer la session supprimera votre contenu de cet appareil.
it: Terminando la sessione, i tuoi contenuti verranno eliminati dal dispositivo.
ja: セッションを終了すると、このデバイスからコンテンツが削除されます。
ko: 세션을 종료하면 이 기기에서 사용자의 콘텐츠가 삭제됩니다.
zh_cn: 结束会话将从此设备删除你的内容。
zh_hk: 結束階段將會從此裝置刪除你的內容。
zh_tw: 結束階段會將你的內容從此裝置刪除。

# RETAIL_LOADING_STAGE_TITLE
source: Enter this code on your iPhone to finish pairing.
ar: أدخل هذا الرمز على iPhone لإنهاء الاقتران.
de: Gib diesen Code auf deinem iPhone ein, um das Koppeln abzuschließen.
es: Introduce este código en el iPhone para completar el enlace.
es_us: Ingresa este código en tu iPhone para terminar de enlazar.
fr: Saisissez ce code sur votre iPhone pour finaliser le jumelage.
fr_ca: Entrez ce code sur votre iPhone pour finaliser le jumelage.
it: Per completare l’abbinamento, inserisci questo codice su iPhone.
ja: ペアリングを完了するには、iPhoneでこのコードを入力してください。
ko: 페어링을 완료하려면 이 코드를 iPhone에 입력하십시오.
zh_cn: 在iPhone上输入此代码完成配对。
zh_hk: 在iPhone輸入此認證碼以完成配對。
zh_tw: 在iPhone上輸入此代碼來完成配對。

source: Unlocked
ar: تم فتح القفل
de: Entsperrt
es: Desbloqueado
es_us: Desbloqueado
fr: Déverrouillé
fr_ca: Déverrouillé
it: Sbloccato
ja: ロックが解除されています
ko: 잠금 해제됨
zh_cn: 已解锁
zh_hk: 已解鎖
zh_tw: 已解鎖

# RETAIL_END_DEMO_BUTTON_TITLE
source: End Demo
ar: إنهاء العرض التجريبي
de: Demo beenden
es: Finalizar demostración
es_us: Salir de demostración
fr: Arrêter la démonstration
fr_ca: Terminer la démonstration
it: Termina demo
ja: デモを終了
ko: 데모 종료
zh_cn: 结束演示
zh_hk: 結束示範
zh_tw: 結束示範

# SEARCH_FIELD_LABEL
source: Photos, People, Places
ar: الصور، الأشخاص، الأماكن
de: Fotos, Personen, Orte
es: Fotos, personas, lugares
es_us: Fotos, personas, lugares
fr: Photos, personnes, lieux
fr_ca: Photos, personnes, lieux
it: Foto, persone, luoghi
ja: 写真、ピープル、撮影地
ko: 사진, 사람들, 장소
zh_cn: 照片、人物、地点
zh_hk: 相片、人物、地點
zh_tw: 照片、人物、地點

# RETAIL_TAB_TITLE
source: Retail Demo
ar: عرض تجريبي في المتجر
es: Demo para tienda
es_us: Demostración para tienda
fr: Démonstration en magasin
fr_ca: Démonstration en magasin
it: Demo per negozi
ja: 店舗用デモ
ko: 매장 데모
zh_cn: 零售店演示
zh_hk: 零售店示範
zh_tw: 店內示範

source: Collapsed
ar: مطوي
de: Reduziert
es: Contraída
es_us: Contraída
fr: Condensée
fr_ca: Condensée
it: Contratta
ja: 折りたたまれています
ko: 접힘
zh_cn: 已折叠
zh_hk: 已收合
zh_tw: 已收合

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
es_us: Bloqueado
fr: Verrouillé
fr_ca: Verrouillé
it: Bloccato
ja: ロックされています
ko: 잠김
zh_cn: 已锁定
zh_hk: 未解鎖
zh_tw: 已鎖定

# SHAREDLIBRARY_INVITES_UNSUPPORTED_MESSAGE
source: To accept this Shared Library invitation, open the link on another device.
ar: لقبول دعوة المكتبة المشتركة هذه، افتح الرابط على جهاز آخر.
de: Um diese Einladung zur geteilten Mediathek anzunehmen, öffne den Link auf einem anderen Gerät.
es: Para aceptar esta invitación y unirte a la fototeca compartida, abre el enlace en otro dispositivo.
es_us: Para aceptar esta invitación a la fototeca compartida, abre el enlace en otro dispositivo.
fr: Pour accepter cette invitation à rejoindre une photothèque partagée, ouvrez le lien sur un autre appareil.
fr_ca: Pour accepter cette invitation à vous joindre à une photothèque partagée, ouvrez le lien sur un autre appareil.
it: Per accettare l’invito alla libreria condivisa, apri il link su un altro dispositivo.
ja: この共有ライブラリへの参加依頼を承認するには、別のデバイスでこのリンクを開いてください。
ko: 이 공유 보관함 초대를 수락하려면 다른 기기에서 링크를 여십시오.
zh_cn: 若要接受此共享图库邀请，请在另一台设备上打开链接。
zh_hk: 如要接受此「共享圖庫」邀請，請於另一部裝置中開啟該連結。
zh_tw: 若要接受此「共享的圖庫」邀請，請在其他裝置上打開連結。

# PUONEUP_QUICK_ACTION_EXIT_IMMERSIVE
source: Exit Immersive Mode
ar: الخروج من النمط الغامر
de: Immersiven Modus beenden
es: Salir del modo inmersivo
es_us: Salir del modo inmersivo
fr: Quitter le mode Immersif
fr_ca: Quitter le mode Immersif
it: Esci dalla modalità immersiva
ja: イマーシブモードを終了
ko: 몰입형 모드 종료
zh_cn: 退出沉浸模式
zh_hk: 離開沉浸模式
zh_tw: 結束沉浸模式

source: People
ar: الأشخاص
de: Personen
es: Personas
es_us: Personas
fr: Personnes
fr_ca: Personnes
it: Persone
ja: ピープル
ko: 사람들
zh_cn: 人物
zh_hk: 人物
zh_tw: 人物

# EMPTY_LIBRARY_TITLE_PANORAMA
source: No Panorama Photos
ar: لا توجد صور بانوراما
de: Keine Panoramafotos
es: No hay fotos panorámicas
es_us: Sin fotos panorámicas
fr: Aucune photo panoramique
fr_ca: Aucune photo panoramique
it: Nessuna foto panoramica
ja: パノラマ写真なし
ko: 파노라마 사진 없음
zh_cn: 无全景照片
zh_hk: 沒有全景相片
zh_tw: 無全景照片

# COLLECTIONS_BUDDY_BULLETED_ITEM_THREE_TITLE
source: Updated People & Pets
ar: تم تحديث الأشخاص والحيوانات الأليفة
de: Aktualisierte Personen & Haustiere
es: Personas y mascotas actualizadas
es_us: Actualizaciones para personas y mascotas
fr: Personnes et animaux mis à jour
fr_ca: Mettre à jour Personnes et animaux
it: Persone e animali aggiornati
ja: アップデートされた“ピープルとペット”
ko: 업데이트된 ‘사람들 및 반려동물’
zh_cn: 人物与宠物更新
zh_hk: 更新的「人物與寵物」
zh_tw: 更新的人物與寵物
